#include <stdio.h>

int main() {
	printf("¡á¡á¡á¡á¡á¡á¡á    ¡á¡á       ¡á¡á ¡á¡á¡á¡á¡á¡á¡á\n");
	printf("¡á¡á        ¡á¡á ¡á¡á        ¡á¡á ¡á¡á¡á¡á¡á¡á¡á¡á\n");
	printf("¡á¡á        ¡á¡á ¡á¡á        ¡á¡á ¡á¡á           \n");
	printf("¡á¡á¡á¡á¡á¡á¡á   ¡á¡á        ¡á¡á ¡á¡á¡á¡á¡á¡á¡á¡á\n");
	printf("¡á¡á          ¡á ¡á¡á¡á      ¡á¡á ¡á¡á¡á¡á¡á¡á¡á¡á\n");
	printf("¡á¡á          ¡á ¡á¡á¡á      ¡á¡á            ¡á¡á\n");
	printf("¡á¡á        ¡á¡á ¡á¡á¡á      ¡á¡á ¡á¡á¡á¡á¡á¡á¡á\n");
	printf("¡á¡á¡á¡á¡á¡á¡á     ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á \n\n");
	
	printf("¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á      ¡á ¡á¡á¡á¡á¡á¡á¡á ¡á¡á     ¡á¡á\n");
	printf("¡á¡á           ¡á¡á           ¡á¡á                ¡á¡á      ¡á¡á                ¡á¡á      ¡á¡á           ¡á¡á¡á¡á      ¡á ¡á¡á           ¡á¡á    ¡á¡á\n");
	printf("¡á¡á           ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á      ¡á¡á      ¡á¡á                ¡á¡á      ¡á¡á           ¡á¡á  ¡á¡á    ¡á ¡á¡á             ¡á¡á ¡á¡á\n");
	printf("¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á   ¡á¡á¡á¡á¡á¡á        ¡á¡á      ¡á¡á                ¡á¡á      ¡á¡á¡á¡á¡á¡á¡á ¡á¡á   ¡á¡á   ¡á ¡á¡á             ¡á¡á ¡á¡á\n");
	printf("¡á¡á¡á¡á¡á¡á¡á ¡á¡á           ¡á¡á                ¡á¡á      ¡á¡á                ¡á¡á      ¡á¡á¡á¡á¡á¡á¡á ¡á¡á   ¡á¡á   ¡á ¡á¡á               ¡á¡á\n");
	printf("¡á¡á           ¡á¡á           ¡á¡á                ¡á¡á      ¡á¡á                ¡á¡á      ¡á¡á           ¡á¡á    ¡á¡á  ¡á ¡á¡á               ¡á¡á\n");
	printf("¡á¡á           ¡á¡á           ¡á¡á           ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á ¡á¡á           ¡á¡á     ¡á¡á ¡á ¡á¡á¡á¡á¡á¡á¡á     ¡á¡á\n");
	printf("¡á¡á¡á¡á¡á¡á¡á ¡á¡á           ¡á¡á           ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á ¡á¡á      ¡á¡á¡á ¡á¡á¡á¡á¡á¡á¡á     ¡á¡á \n\n");
	printf("made by 2-1-8 chaerin KIM");
}
